Repository: AntumDeluge/crops
Catalog: locale/*.po
Languages: fr

source: Unbaked clay bowl
fr: Bol en argile crue

source: Clay bowl
fr: Bol en terre cuite

source: Bowl of vegetable stew
fr: Bol de soupe de légumes

source: Bowl of uncooked vegetable stew
fr: Bol de soupe de légumes non-cuite

source: Corn
fr: Mais

source: Corn Cob
fr: Epis de mais

source: Corn on the Cob
fr: Epis de mais grillé

source: Corn plant
fr: Plant de Mais

source: Defaulting to "normal" difficulty settings
fr: Réglage par default : "normal"

source: [crops] Hydration and dehydration mechanics are enabled.
fr: [crops] Les mécaniques d'hydratation et déshydratation sont activées.

source: Unable to find plant
fr: Impossible de trouver la plante

source: in crops table
fr: dans le tableau crops

source: Melon seed
fr: Graine de Pastèque

source: Melon plant
fr: Pied de Pastèque

source: Melon slice
fr: Tranche de Pastèque

source: Melon
fr: Pastèque

source: Green Bean
fr: Haricot vert

source: Beanpoles
fr: Tuteur pour haricots

source: Green bean seed
fr: Graine de haricot vert

source: Green Bean plant
fr: Plant de haricot vert

source: green bean plant
fr: plant de haricot vert

source: Potato eyes
fr: Yeux de pomme de terre

source: Potato plant
fr: Plant de pomme de terre

source: Potato
fr: Pomme de terre

source: Soil with potatoes
fr: Terre labourée avec pommes de terres

source: Pumpkin seed
fr: Graines de citrouille

source: Pumpkin plant
fr: Plant de citrouille

source: Roasted pumpkin
fr: Citrouille grillée

source: Pumpkin
fr: Citrouille

source: Tomato seed
fr: Graines de tomate

source: Tomato plant
fr: Pied de tomate

source: Tomato
fr: Tomate

source: Watering Can
fr: Arrosoir

source: Hydrometer
fr: Hydromètre
